function Css() {
  return (
    <main>
      <h2>자기소개</h2>
      <ul>
        <p>
          포트폴리오를 통해 제 경험과 역량을 소개하고, 취업을 위해 제공할 수 있는 가치를 나타내고자 합니다.
          저는 컴퓨터공학과 토목공학과를 복수전공하였으며, Ai Dalpha에서 Ai관련 트렌드에 관해 컨텐츠 제작하는 것을 주도하여 유의미한 결과를 내었습니다.
          이 과정에서 리더십과 Ai관련 지식을 습득하였습니다.
          제 목표는 Fine tuning 관련 스타트업 창업입니다. 
          포트폴리오를 통해 제 목표를 명시하고, 목표 달성에 대한 열정을 나타내기 위해 최선을 다하고 있습니다.
        </p>
        <p>
          포트폴리오를 검토해 주셔서 감사합니다. 
          제가 이 분야에 어떤 가치를 제공할 수 있는지 자세히 알아보기를 기대합니다. 
          추가 질문 또는 논의 사항이 있으시면 언제든지 연락 주시기 바랍니다.
        </p>
      </ul>
    </main>
  );
}

export default Css;
 