import React from "react";

const ReactJs = () => {
  return (
    <main>
      <h2>비 전</h2>
      <ul>
        <li> 컴퓨터 공학을 통해 혁신적인 기술을 개발하고, 기술의 발전에 기여하며, 미래의 도전에 대비하고자 합니다.
           제 목표는 AI 및 데이터 과학 분야에서 세계적으로 인정받는 기술 리더가 되는 것입니다. 
           이를 위해, 현재는 학문적인 역량을 지속적으로 향상시키며, 현장 경험을 통해 실무 능력을 발전시키는 데 중점을 두고 있습니다.</li>
        <li>AI와 데이터 과학 분야에서 혁신적인 솔루션을 개발하고, 문제 해결을 통해 기술의 발전에 기여하고자 합니다.
           나아가, 윤리적 측면에서도 책임을 다하며, 기술이 사회와 개인에 긍정적인 영향을 미칠 수 있도록 노력하고자 합니다. 
           이러한 비전을 실현하기 위해 꾸준한 학습, 현장 경험, 연구, 혁신, 그리고 협력을 통해 지속적으로 성장하고 있습니다.</li>
        <li>AI 및 데이터 과학 분야에서 세계적인 리더로 성장하여, 기술을 통해 사회와 비즈니스에 가치를 제공하며, 
          미래의 도전에 대비하는데 기여하고자 합니다. 컴퓨터 공학 전공자로서의 열정과 미래 비전입니다.</li>
      </ul>
    </main>
  );
};

export default ReactJs;
